<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <meta content="text/html; charset=ISO-8859-1"
 http-equiv="content-type">
  <title>L.I.V.E. Ver.0.5 &#20351;&#29992;&#35500;&#26126;</title>
</head>
<body>
L.I.V.E. &#12496;&#12540;&#12472;&#12519;&#12531;0.5&#12288;&#20351;&#29992;&#27861;&#12290;<br>
<br>
&#12414;&#12378;&#36215;&#21205;&#12377;&#12427;&#12392;MSDOS&#39080;&#12398;&#30011;&#38754;&#12364;&#20986;&#12414;&#12377;(Windows&#12450;&#12503;&#12522;&#12465;&#12540;&#12471;&#12519;&#12531;&#12398;&#20316;&#12426;&#26041;&#12434;&#30693;&#12425;&#12394;&#12356;&#12435;&#12391;&#8230;)&#12290;<br>
<br>
&#12354;&#12392;&#12399;&#30011;&#38754;&#12398;&#25351;&#31034;&#12395;&#24467;&#12387;&#12390;&#20197;&#19979;&#12398;&#20516;&#12434;&#20837;&#21147;&#12375;&#12414;&#12377;&#12290;<br>
<br>
&#12539;Specific Value=?<br>
&#31278;&#26063;&#20516;&#12398;&#12371;&#12392;&#12391;&#12377;&#12290;&#35519;&#12409;&#12383;&#12356;&#12509;&#12465;&#12514;&#12531;&#12398;&#12289;&#35519;&#12409;&#12383;&#12356;&#12473;&#12486;&#12540;&#12479;&#12473;&#12395;&#23550;&#24540;&#12377;&#12427;&#31278;&#26063;&#20516;&#12434;&#20837;&#12428;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;&#31278;&#26063;&#20516;&#34920;&#12399;&#27096;&#12293;&#12394;&#12469;&#12452;&#12488;&#12395;&#12354;&#12426;&#12414;&#12377;&#12290;<br>
&#12509;&#12465;&#12514;&#12531;&#21517;&#12392;&#12473;&#12486;&#12540;&#12479;&#12473;&#12434;&#20837;&#12428;&#12427;&#12392;&#33258;&#21205;&#12391;&#20986;&#12375;&#12390;&#12367;&#12428;&#12427;&#12398;&#12364;&#26222;&#36890;&#12384;&#12392;&#12399;&#24605;&#12358;&#12398;&#12391;&#12377;&#12364;&#8230;&#20316;&#12427;&#12398;&#38754;&#20498;&#12391;&#8230;&#12290;<br>
<br>
&#12539;Level=?<br>
&#12524;&#12505;&#12523;&#12434;&#20837;&#12428;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;<br>
<br>
&#12539;HitPoint: 0 / Else: 1<br>
&#12473;&#12486;&#12540;&#12479;&#12473;&#12398;&#31278;&#39006;&#12434;&#36984;&#12403;&#12414;&#12377;&#12290;&#12392;&#12356;&#12387;&#12390;&#12418;&#12498;&#12483;&#12488;&#12509;&#12452;&#12531;&#12488;&#20197;&#22806;&#12399;&#30342;&#21516;&#12376;&#12394;&#12398;&#12391;&#12289;HP&#12363;&#12381;&#12428;&#20197;&#22806;&#12363;&#12434;&#20837;&#21147;&#12375;&#12414;&#12377;&#12290;<br>
&#35519;&#12409;&#12427;&#12398;&#12364;HP&#12398;&#22580;&#21512;&#12399;&#12300;0&#12301;&#12434;&#12289;&#12381;&#12398;&#20182;&#12398;&#22580;&#21512;&#12399;&#12300;1&#12301;&#12434;&#20837;&#12428;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;<br>
<br>
&#12539;stats=?<br>
&#12473;&#12486;&#12540;&#12479;&#12473;&#12398;&#20516;&#12434;&#20837;&#12428;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;<br>
<br>
&#12539;Nature=?&#12288;0.9, 1 or 1.1<br>
&#24615;&#26684;&#12398;&#12371;&#12392;&#12391;&#12377;&#12290;&#35519;&#12409;&#12383;&#12356;&#12473;&#12486;&#12540;&#12479;&#12473;&#12395;&#12510;&#12452;&#12490;&#12473;&#35036;&#27491;&#12398;&#12363;&#12363;&#12427;&#24615;&#26684;&#12394;&#12425;&#12400;&#12300;0.9&#12301;&#12434;&#12289;&#12503;&#12521;&#12473;&#35036;&#27491;&#12394;&#12425;&#12300;1.1&#12301;&#12434;&#12289;&#35036;&#27491;&#12394;&#12375;&#12398;&#22580;&#21512;&#12399;&#12300;1&#12301;&#12434;&#20837;&#12428;&#12390;&#12367;&#12384;&#12373;
&#12356;&#12290;<br>
<br>
&#12539;EffortValue=?<br>
&#21162;&#21147;&#20516;&#12398;&#12371;&#12392;&#12391;&#12377;&#12290;&#21162;&#21147;&#20516;&#12364;&#27491;&#30906;&#12395;&#20998;&#12363;&#12427;&#22580;&#21512;&#12399;&#12381;&#12398;&#20516;&#12434;&#20837;&#21147;&#12289;&#20998;&#12363;&#12425;&#12394;&#12356;&#22580;&#21512;&#12399;&#19979;&#12398;<span
 style="color: rgb(255, 0, 0);">&#27880;</span>&#12434;&#21442;&#29031;&#12398;&#12371;&#12392;&#12290;<br>
<br>
&#20197;&#19978;&#12434;&#20837;&#21147;&#12377;&#12427;&#12392;&#35336;&#31639;&#32080;&#26524;&#12364;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;<br>
&#20491;&#20307;&#20516;&#12364;&#30906;&#23450;&#12375;&#12383;&#22580;&#21512;&#12289;<br>
IV=7<br>
&#12398;&#12424;&#12358;&#12395;&#12394;&#12426;&#12289;&#26032;&#35215;&#35299;&#26512;&#12364;&#22987;&#12414;&#12426;&#12414;&#12377;&#12290;<br>
<br>
&#30906;&#23450;&#12375;&#12394;&#12363;&#12387;&#12383;&#22580;&#21512;&#12399;<br>
IV=5-10<br>
&#12398;&#12424;&#12358;&#12395;&#31684;&#22258;&#12364;&#34920;&#31034;&#12373;&#12428;&#12414;&#12377;&#12290;<br>
<br>
&#12373;&#12390;&#12371;&#12371;&#12391;L.I.V.E.&#12398;&#29305;&#27530;&#27231;&#33021;&#12289;&#12300;&#32094;&#36796;&#12415;&#12301;&#12391;&#12377;&#12290;<br>
&#32094;&#36796;&#12415;&#35299;&#26512;&#12434;&#12377;&#12427;&#22580;&#21512;&#12289;&#36969;&#12395;Lv&#12450;&#12483;&#12503;&#12420;&#12489;&#12540;&#12500;&#12531;&#12464;&#12434;&#12375;&#12390;&#35299;&#26512;&#12375;&#12394;&#12362;&#12377;&#12418;&#12398;&#12391;&#12377;&#12364;&#12289;&#12371;&#12398;&#12300;&#36969;&#12301;&#12394;&#12398;&#12364;&#12356;&#12367;&#12388;&#12363;&#12434;&#35336;&#31639;&#12375;&#12390;&#12367;&#12428;&#12414;&#12377;&#12290;<br>
&#12388;&#12414;&#12426;&#12289;&#20309;Lv&#19978;&#12370;&#12390;&#12289;&#20309;&#22238;&#12489;&#12540;&#12500;&#12531;&#12464;&#12377;&#12428;&#12400;&#32094;&#12426;&#36796;&#12417;&#12427;&#12398;&#12363;&#12434;&#21028;&#26029;&#12375;&#12390;&#12367;&#12428;&#12427;&#12398;&#12391;&#12377;&#12290;<br>
<br>
&#32094;&#36796;&#12415;&#12514;&#12540;&#12489;&#12399;&#65299;&#31278;&#39006;&#12290;<br>
&#12539;EV(&#21162;&#21147;&#20516;)&#12514;&#12540;&#12489;&#12290;<br>
&#12524;&#12505;&#12523;&#12392;&#21162;&#21147;&#20516;&#12434;1&#12389;&#12388;&#35299;&#26512;&#12290;&#12300;&#12354;&#12392;&#12356;&#12367;&#12388;&#12398;&#21162;&#21147;&#20516;&#12434;&#20837;&#12428;&#12383;&#29366;&#24907;&#12391;&#12289;&#35299;&#26512;&#12373;&#12428;&#12383;&#20491;&#20307;&#20516;&#12398;&#31684;&#22258;&#12364;&#29421;&#12414;&#12427;&#21487;&#33021;&#24615;&#12364;&#12354;&#12427;&#12398;&#12363;&#12301;&#12434;&#34920;&#31034;&#12375;&#12414;&#12377;&#12290;<br>
&#20363;&#12434;&#25369;&#12370;&#12390;&#35500;&#26126;&#12377;&#12427;&#12392;&#12289;<br>
<br>
Lv20:<br>
Lv21:10 11 20 21 &#8230;<br>
&#8230;<br>
<br>
&#12392;&#12394;&#12387;&#12390;&#12356;&#12383;&#22580;&#21512;&#12289;&#12414;&#12378;&#12300;Lv20:&#12301;&#12398;&#38563;&#12395;&#12399;&#20309;&#12418;&#26360;&#12363;&#12428;&#12390;&#12356;&#12414;&#12379;&#12435;&#12290;&#12371;&#12428;&#12399;Lv&#12434;20&#12395;&#12375;&#12383;&#29366;&#24907;&#12398;&#12473;&#12486;&#12540;&#12479;&#12473;&#12391;&#35299;&#26512;&#12375;&#12390;&#12418;&#28961;&#39364;&#12384;&#12392;&#12356;&#12358;&#12371;&#12392;&#12434;&#34920;&#12375;&#12414;&#12377;&#12290;
&#12388;&#12414;&#12426;&#12289;Lv20&#12391;&#12398;&#12473;&#12486;&#12540;&#12479;&#12473;&#12399;&#26368;&#21021;&#12395;&#20837;&#21147;&#12375;&#12383;&#12487;&#12540;&#12479;&#12395;&#12424;&#12387;&#12390;&#12377;&#12391;&#12395;&#23450;&#12414;&#12387;&#12390;&#12356;&#12414;&#12377;&#12290;<br>
&#27425;&#12395;Lv21:&#12398;&#34892;&#12395;&#12399;&#12300;10&#12301;&#12300;11&#12301;&#12394;&#12393;&#12398;&#25968;&#23383;&#12364;&#20006;&#12435;&#12391;&#12356;&#12414;&#12377;&#12290;&#12371;&#12428;&#12399;Lv20&#12395;&#12375;&#12390;&#12289;&#21162;&#21147;&#20516;&#12434;10&#12509;&#12452;&#12531;&#12488;&#12420;11&#12509;&#12452;&#12531;&#12488;&#20837;&#12428;&#12383;&#29366;&#24907;&#12391;&#12398;&#12473;&#12486;&#12540;&#12479;&#12473;
&#12434;&#35299;&#26512;&#12377;&#12427;&#12392;&#12289;&#35299;&#26512;&#12373;&#12428;&#12383;&#20491;&#20307;&#20516;&#12398;&#24133;&#12364;&#29421;&#12414;&#12427;&#21487;&#33021;&#24615;&#12364;&#12354;&#12427;&#12392;&#12356;&#12358;&#12371;&#12392;&#12391;&#12377;&#12290;<br>
&#12371;&#12371;&#12395;&#20986;&#12390;&#12356;&#12394;&#12356;&#20363;&#12360;&#12400;12&#12509;&#12452;&#12531;&#12488;&#12398;&#21162;&#21147;&#20516;&#12434;&#20837;&#12428;&#12390;&#12418;&#35299;&#26512;&#12399;&#28961;&#39364;&#12391;&#12377;&#12290;<br>
<br>
&#12539;Dope(&#12489;&#12540;&#12500;&#12531;&#12464;)&#12514;&#12540;&#12489;<br>
&#21162;&#21147;&#20516;&#12434;1&#12509;&#12452;&#12531;&#12488;&#21051;&#12415;&#12391;&#20837;&#12428;&#12427;&#12398;&#12399;&#38754;&#20498;&#12367;&#12373;&#12356;&#12392;&#12356;&#12358;&#22580;&#21512;(&#12392;&#12356;&#12358;&#12363;&#12289;&#26222;&#36890;&#12381;&#12358;&#12290;)&#12289;Lv&#12450;&#12483;&#12503;&#12392;&#12489;&#12540;&#12500;&#12531;&#12464;&#22238;&#25968;&#12391;&#35299;&#26512;&#12375;&#12414;&#12377;&#12290;<br>
&#34920;&#31034;&#12399;EV&#12514;&#12540;&#12489;&#12392;&#21516;&#27096;&#12290;Lv&#12398;&#12354;&#12392;&#12395;&#12489;&#12540;&#12500;&#12531;&#12464;&#22238;&#25968;&#12434;&#34920;&#31034;&#12290;<br>
<br>
&#12539;Lv Only(&#12524;&#12505;&#12523;&#12398;&#12415;)&#12514;&#12540;&#12489;<br>
&#12524;&#12505;&#12523;&#12434;&#19978;&#12370;&#12427;&#12384;&#12369;&#12391;&#12418;&#21028;&#26029;&#12391;&#12365;&#12427;&#22580;&#21512;&#12418;&#22810;&#12293;&#12354;&#12426;&#12414;&#12377;&#12290;&#12381;&#12435;&#12394;&#12392;&#12365;&#12398;&#12383;&#12417;&#12398;&#12514;&#12540;&#12489;&#12290;<br>
Lv&#12398;&#20516;&#12398;&#12415;&#34920;&#31034;&#12290;<br>
<br>
<br>
&#12371;&#12428;&#12425;&#12434;0,1,2&#12398;&#25968;&#23383;&#12391;&#36984;&#25246;&#12377;&#12427;&#12392;&#12289;Lv&#12289;&#12473;&#12486;&#12540;&#12479;&#12473;&#12289;&#21162;&#21147;&#20516;&#65295;&#12489;&#12540;&#12500;&#12531;&#12464;&#25968;&#12398;&#20837;&#21147;&#12434;&#27714;&#12417;&#12425;&#12428;&#12427;&#12398;&#12391;&#20837;&#21147;&#12377;&#12428;&#12400;&#12289;&#32094;&#36796;&#12415;&#35299;&#26512;&#12364;&#20986;&#26469;&#12414;&#12377;&#12290;<br>
<span style="color: rgb(255, 0, 0);">&#12371;&#12398;&#12392;&#12365;&#12289;&#21162;&#21147;&#20516;&#12399;&#26032;&#12383;&#12395;&#12503;&#12521;&#12473;&#12373;&#12428;&#12383;&#21162;&#21147;&#20516;&#12434;&#20837;&#21147;&#12377;&#12427;&#12399;&#12378;&#12364;&#12289;&#20840;&#20307;&#12398;&#21162;&#21147;
&#20516;&#12434;&#20837;&#21147;&#12375;&#12394;&#12369;&#12428;&#12400;&#12394;&#12425;&#12394;&#12356;&#12392;&#12356;&#12358;&#12496;&#12464;&#12364;&#12354;&#12426;&#12414;&#12375;&#12383;&#12290;&#12381;&#12398;&#12358;&#12385;&#30452;&#12375;&#12414;&#12377;&#12290;</span><br>
<br>
&#12371;&#12398;&#12392;&#12365;&#12289;&#29305;&#12395;EV&#12514;&#12540;&#12489;&#12391;&#12399;&#34920;&#31034;&#12373;&#12428;&#12427;&#25991;&#23383;&#25968;&#12364;&#38750;&#24120;&#12395;&#22810;&#12367;&#12289;&#39729;&#38518;&#12375;&#12356;&#12398;&#12391;&#12289;&#34920;&#31034;&#25991;&#23383;&#25968;&#12434;&#21046;&#38480;&#12377;&#12427;&#12371;&#12392;&#12364;&#20986;&#26469;&#12414;&#12377;&#12290;&#12300;NarrowDown
Mode=?&#12301;&#12398;&#12392;&#12371;&#12429;&#12391;4&#20197;&#19978;&#12398;&#25968;&#23383;&#12434;&#20837;&#21147;&#12377;&#12427;&#12392;&#12289;&#32294;&#27178;&#12381;&#12398;&#25968;&#12384;&#12369;&#12398;&#34920;&#31034;&#12395;&#12394;&#12426;&#12414;&#12377;&#12290;<br>
<br>
&#32094;&#36796;&#12415;&#12434;&#12420;&#12417;&#12427;&#22580;&#21512;&#12399;&#12300;Give Up&#12301;&#12398;&#12300;3&#12301;&#12434;&#20837;&#21147;&#12375;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;<br>
<br>
<br>
<br>
<span style="color: rgb(255, 0, 0);">&#27880;</span>&#65306;&#26326;&#26151;&#21162;&#21147;&#20516;&#12290;<br>
&#21162;&#21147;&#20516;&#12364;&#27491;&#30906;&#12395;&#21028;&#12425;&#12394;&#12356;&#12392;&#12365;&#12399;&#27425;&#12398;&#12424;&#12358;&#12395;&#20837;&#12428;&#12390;&#12367;&#12384;&#12373;&#12356;&#12290;<br>
&#26041;&#27861;&#65297;&#65306;&#12414;&#12378;&#19979;&#38480;&#12398;&#20516;&#12434;&#38957;&#12395;&#12300;-&#12301;&#12434;&#20184;&#12369;&#12390;&#20837;&#21147;&#12290;&#12377;&#12427;&#12392;&#19978;&#38480;&#12434;&#35338;&#12356;&#12390;&#12367;&#12427;&#12398;&#12391;&#20170;&#24230;&#12399;&#26222;&#36890;&#12395;&#20837;&#21147;&#12288;<span
 style="color: rgb(255, 0, 0);">(&#12398;&#12388;&#12418;&#12426;&#12384;&#12387;&#12383;&#12398;&#12391;&#12377;&#12364;&#12385;&#12423;&#12387;&#12392;&#12496;&#12464;&#27671;&#21619;&#12391;&#12377;&#12290;&#12371;&#12428;&#12399;&#20351;&#12431;&#12394;&#12356;&#26041;&#12364;&#12424;&#12356;&#12363;&#12418;&#12290;)</span><br>
&#26041;&#27861;&#65298;&#65306;&#19979;&#38480;&#19978;&#38480;&#12434;&#32154;&#12369;&#12390;&#20837;&#21147;&#12290;&#12371;&#12398;&#12392;&#12365;&#19979;&#12363;&#12425;&#65299;&#26689;&#12364;&#19978;&#38480;&#20516;&#12289;&#27531;&#12426;&#12364;&#19979;&#38480;&#20516;&#12392;&#12375;&#12390;&#21028;&#26029;&#12373;&#12428;&#12414;&#12377;&#12290;<br>
&#20363;&#65306;12&#65374;16&#12398;&#26178;<br>
&#26041;&#27861;&#65297;&#65306;&#12300;-12&#12301;&#12434;&#20837;&#21147;&#12289;&#32154;&#12356;&#12390;&#12300;16&#12301;&#12434;&#20837;&#21147;&#12290;<br>
&#26041;&#27861;&#65298;&#65306;&#12300;12016&#12301;&#12434;&#20837;&#21147;&#12290;&#12300;1216&#12301;&#12391;&#12399;&#12394;&#12356;&#12290;<br>
&#23455;&#12399;&#19978;&#38480;&#19979;&#38480;&#36870;&#12391;&#12418;OK&#12290;<br>
<br>
<a href="liveinst.html">&#25147;&#12427;</a>
</body>
</html>
